Repository: tgckpg/wenku10
Catalog: wenku10/Strings/*/NavigationTitles.resw
Source language: en_us
Languages: ja, zh_cn

# Desc_History.Text
source: Reading history
ja: 過去の開いた本を読みます
zh_cn: 查阅过去打开过的书

# Desc_History2.Text
source: You didn't happened to open any book yet
ja: 何も開いているブックのカタログはまだありません
zh_cn: 目前没有打开过任何书本目录

# Desc_News.Text
source: Announcements
zh_cn: 文库公告

# Desc_PressList.Text
source: Publisher list
ja: すべての出版社を見ます
zh_cn: 查看各出版社

# Desc_RecentUpdate.Text
source: Recent update
ja: 最近更新された本
zh_cn: 最近更新的小说

# Desc_TopList_DDigest.Text
source: Number of clicks by day
ja: デイリーヒットランキング
zh_cn: 以每日点击量排名

# Desc_TopList_Favourite.Text
source: Number of favourites by member
ja: メンバーのお気に入りでソート
zh_cn: 以会员收藏量作排名

# Desc_TopList_HITs.Text
source: Total clicks
ja: 合計ヒットに基づくランキング
zh_cn: 以总点击量排名

# Desc_TopList_WDigest.Text
source: Hit counts restarts at each Monday.
ja: 月曜日から始まる週の推奨数、毎週日曜日24：00：00のデータリセットで
zh_cn: 以周一为一周开始的推荐数量，每周日24:00:00数据重置

# History.Text
source: History
ja: 歴史
zh_cn: 历史

# MonthlySuggest.Text
source: Monthly digest
ja: 毎月のおすすめ
zh_cn: 月度推荐

# News.Text
source: Announcements
ja: 掲示板
zh_cn: 公告

# PressList.Text
source: Press list
ja: 文庫
zh_cn: 文库分类

# RankingList.Text
source: Rankings
ja: ランキング
zh_cn: 排名分类

# SpecialTopics.Text
source: Special topics
ja: 特集
zh_cn: 文库专题

# TopList_DDigest.Text
source: Daily hits
ja: デイリーダーボード
zh_cn: 日排行榜

# TopList_Favourite.Text
source: Total favs
ja: 一番好き
zh_cn: 总收藏榜

# TopList_HITs.Text
source: Top
ja: 総リーダーボード
zh_cn: 总排行榜

# TopList_WDigest.Text
source: Weekly digest
ja: 今週のメンバー推奨リスト
zh_cn: 本周会员推荐榜

# RecentUpdate.Text
source: Last update
ja: 最近の更新
zh_cn: 最近更新

# Desc_Finished.Text
source: Completed series
ja: 完成した本を見る
zh_cn: 查看已完结的书籍

# Desc_NewestEntries.Text
source: Not the newest entries, but the newest collection
ja: 最新の本を見ます
zh_cn: 查看最新入库的书籍

# Finished.Text
source: Finished
ja: 終わった本
zh_cn: 完结全本

# NewestEntries.Text
source: New arrivals
ja: 新刊
zh_cn: 新书一览
